import image1 from "@/../public/images/deposits/1.svg";
import image2 from "@/../public/images/deposits/2.svg";
import image3 from "@/../public/images/deposits/3.svg";
import image4 from "@/../public/images/deposits/4.svg";

export const depositsData = [
  // {
  //   title: "Пасандози «Пайвандон»",
  //   description:
  //     "Амонати бисёрҷонибаи мӯҳлат, ки ба мизоҷон имкон медиҳад, ки пасандозҳои худро тавассути пешниҳоди шартҳои тағйирпазир ва интихоби асъорҳои гуногун афзоиш диҳанд.",
  //   title1: "то 12% солона",
  //   subTitle1: "Қурби ҳадди аксар бо сомонӣ барои давраи зиёда аз 24 моҳ.",
  //   title2: "аз 3 моҳ",
  //   subTitle2: "Имконияти кушодани пасандоз ба мӯҳлати барои шумо мувофиқ",
  //   title3: "Асъорро интихоб кунед",
  //   subTitle3: "Бо сомонӣ, доллар, евро ва рубли русӣ дастрас аст",
  //   img: image1,
  // },
  {
    title: "Пасандози «Пайванд+»",
    description:
      "Амонати бисёрҷонибаи мӯҳлат, ки ба мизоҷон имкон медиҳад, ки пасандозҳои худро тавассути пешниҳоди шартҳои тағйирпазир ва интихоби асъорҳои гуногун афзоиш диҳанд.",
    title1: "13% солона",
    subTitle1: "Қурби ҳадди аксар бо сомонӣ барои давраи зиёда аз 24 моҳ.",
    title2: "Аз 9% дар як сол.",
    subTitle2: "Қурб аз 9% бо сомонӣ барои 3 моҳ оғоз мешавад.",
    title3: "то 6 фоиз бо валютаи хоричй.",
    subTitle3:
      "Шумо метавонед то 6% дар як сол бо доллари ИМА, евро ё рубли русӣ гиред.",
    img: image2,
  },
  // {
  //   title: "Пасандози «Насли ҷавон»",
  //   description:
  //     "Амонати бисёрҷонибаи мӯҳлат, ки ба мизоҷон имкон медиҳад, ки пасандозҳои худро тавассути пешниҳоди шартҳои тағйирпазир ва интихоби асъорҳои гуногун афзоиш диҳанд.",
  //   title1: "13% солона",
  //   subTitle1: "Қурби ҳадди аксар бо сомонӣ барои давраи зиёда аз 24 моҳ.",
  //   title2: "Аз 9% дар як сол.",
  //   subTitle2: "Қурб аз 9% бо сомонӣ барои 3 моҳ оғоз мешавад.",
  //   title3: "3% бо асъори хориҷӣ",
  //   subTitle3:
  //     "Шумо метавонед то 6% дар як сол бо доллари ИМА, евро ё рубли русӣ гиред.",
  //   img: image3,
  // },
  {
    title: "Пасандози «ПЕШРАФТ»",
    description:
      "Амонати бисёрҷонибаи мӯҳлат, ки ба мизоҷон имкон медиҳад, ки пасандозҳои худро тавассути пешниҳоди шартҳои тағйирпазир ва интихоби асъорҳои гуногун афзоиш диҳанд.",
    title1: "13% солона",
    subTitle1: "Қурби ҳадди аксар бо сомонӣ барои давраи зиёда аз 24 моҳ.",
    title2: "Мухлати 12 мох",
    subTitle2: "Қурб аз 9% бо сомонӣ барои 3 моҳ оғоз мешавад.",
    title3: "Аз 1000 сомонӣ",
    subTitle3:
      "Маблағи ҳадди ақали пасандоз онро барои доираи васеи муштариён дастрас мекунад.",
    img: image4,
  },
];
