export const infoTableData = [
  {
    title: "АМОНАТҲО",
    tables: [
      {
        description: "Амалиётҳо бо пули миллӣ ва асъори хориҷӣ",
        requirement:
          "*барои тасдиқи бақияи ҳисоби амонатии муҳлатнок ҳаққи хизмат ситонида намешавад.",
        dataSource: [
          {
            key: "1.1",
            service: "Гузоштани маблағ ба амонатҳои муҳлатнок",
            contract: "Мувофиқи шартнома",
          },
          {
            key: "1.2",
            service: "Пасандози  суғуртавӣ",
            contract: "Бе ҳаққи хизмат",
          },
          {
            key: "1.3",
            service:
              "Додани тасдиқнома оиди бақияи суратҳисоби пасандозӣ дар варақаи расмии Ташкилот",
            contract: "0,05% аз маблағи тасдиқнома, на камтар аз 20,0 сомонӣ",
          },
          {
            key: "1.4",
            service: "Нусхаи иқтибос аз ҳисоб дар давраи муайян",
            contract: "5,0 сомонӣ",
          },
        ],
      },
    ],
  },
  {
    title: "ҚАРЗДИҲӢ",
    tables: [
      {
        description: "Амалиётҳо бо пули миллӣ ва асъори хориҷӣ  ",
        requirement: "",
        dataSource: [
          {
            key: "2.1",
            service: "Додани қарзҳо",
            contract: "мувофиқи шартномаи қарзӣ",
          },
          {
            key: "2.2",
            service: "Пардохти қарз пеш аз мӯҳлат:...",
            contract: "",
          },
          {
            key: "2.2.1",
            service: "- бо асъори миллӣ",
            contract: "бе ҳаққи хизмат ва ё ҷарима",
          },
          {
            key: "2.2.2",
            service: "- бо асъори хориҷӣ",
            contract: "мувофиқи шартномаи қарзӣ",
          },
          {
            key: "2.3",
            service: "Иваз намудан  ва ё қисман озод намудани гарав",
            contract:
              "0,5% аз маблағи бақияи қарз (меъёри  минималӣ 10 сомонӣ ва максималӣ   50 сомонӣ)",
          },
          {
            key: "2.4",
            service:
              "Пешниҳод намудани иқтибос аз ҳисобҳои қарзӣ дар варақаи расмии Ташкилот (барои ҳар 1 қарз)",
            contract: "Бе ҳаққи хизматрасонӣ",
          },
          {
            key: "2.5",
            service: "Барои тасдиқномаи бақияи суратҳисоби қарзӣ",
            contract: "Бе ҳаққи хизматрасонӣ",
          },
        ],
      },
    ],
  },
  {
    title: "АМАЛИЁТҲО БО ПУЛИ НАҚД",
    tables: [
      {
        description: "Амалиётҳо бо пули миллӣ",
        requirement: "",
        dataSource: [
          {
            key: "3.1",
            service: "Қабули пули нақд ба суратҳисоб...",
            contract: "бе ҳаққи хизмат",
          },
          {
            key: "3.2",
            service: "Пардохти пули нақд аз суратҳисоби муштариён, ки тав...",
            contract: "Мувофиқи шартнома ва на зиёда...",
          },
          {
            key: "3.3",
            service:
              "Зудпардохти пули нақд аз суратҳисоби муштарӣ дар рӯзи воридшавӣ",
            contract: "Мувофиқи шартнома ва на зиёда аз 1% аз маблағ",
          },
        ],
      },
      {
        description: "Амалиётҳо бо асъори хориҷӣ",
        requirement: "",
        dataSource: [
          {
            key: "3.4",
            service: "Қабули пули нақд ба суратҳисоб...",
            contract: "бе ҳаққи хизмат",
          },
          {
            key: "3.5",
            service: "Пардохти пули нақд аз суратҳисоби муштариён, ки тав...",
            contract: "Мувофиқи шартнома ва на зиёда...",
          },
          {
            key: "3.6",
            service:
              "Зудпардохти пули нақд аз суратҳисоби муштарӣ дар рӯзи воридшавӣ",
            contract: "Мувофиқи шартнома ва на зиёда аз 1% аз маблағ",
          },
          {
            key: "3.7",
            service: "Қабули пули нақд ба суратҳисоб...",
            contract: "Мувофиқи шартнома ва на зиёда...",
          },
          {
            key: "3.8",
            service: "Қабули пули нақд ба суратҳисоб...",
            contract: "Мувофиқи шартнома ва на зиёда...",
          },
          {
            key: "3.9",
            service: "Қабули пули нақд ба суратҳисоб...",
            contract: "Мувофиқи шартнома ва на зиёда...",
          },
        ],
      },
    ],
  },
];

export const infoTableColumns = [
  {
    title: "№",
    dataIndex: "key",
    key: "key",
  },
  {
    title: "Номгӯи хизматрасонӣ",
    dataIndex: "service",
    key: "service",
  },
  {
    title: "Мувофиқи шартнома",
    dataIndex: "contract",
    key: "contract",
  },
];
