import image1 from "@/../public/images/loans/1.svg";
import image2 from "@/../public/images/loans/2.svg";
import image3 from "@/../public/images/loans/3.svg";
import image4 from "@/../public/images/loans/4.svg";
import image5 from "@/../public/images/loans/5.svg";
import image6 from "@/../public/images/loans/6.svg";
import image7 from "@/../public/images/loans/7.svg";

export const loansData = [
  {
    title: 'Кредити "Заррини аҷоиб"',
    description:
      "Қарзи бисёрмақсадӣ бар зидди кафолати ҷавоҳирот барои шахсони воқеӣ ва тиҷоратӣ дода мешавад.",
    title1: "То 500 000 сомонӣ",
    subTitle1: "Ҳадди ниҳоии қарз барои тиҷорат.",
    title2: "то 3 моҳ",
    subTitle2: "Давраи имтиёзнок барои пардохт. Таъхири пардохт",
    title3: "110% амонат",
    subTitle3: "Таъминот 110% маблағи қарзро ташкил медиҳад",
    img: image1,
  },
  {
    title: 'Кредити "Заррин"',
    description:
      "Қарзи универсалӣ, ки бар зидди гарави ҷавоҳирот барои ҳалли эҳтиёҷоти гуногуни молиявӣ дода мешавад.",
    title1: "2 асъор",
    subTitle1: "Бо сомонӣ ва доллар дастрас аст.",
    title2: "то 3 моҳ",
    subTitle2: "Давраи имтиёзнок барои пардохти фоизҳо.",
    title3: "Бисёрмақсад",
    subTitle3: "Қарзро барои ҳама гуна мақсад истифода бурдан мумкин аст.",
    img: image2,
  },
  {
    title: 'Кредити "Амонат"',
    description:
      "Қарз аз ҳисоби пасандози пулии шумо дода мешавад, ки ба шумо имкон медиҳад, ки бидуни аз даст додани фоизҳо аз пасандоз маблағ гиред.",
    title1: "3 асъор",
    subTitle1: "Бо сомонӣ, доллар ва рубли русӣ дастрас аст.",
    title2: "то 3 моҳ",
    subTitle2: "Давраи имтиёзнок барои пардохти фоизҳо.",
    title3: "Бисёрмақсад",
    subTitle3: "Қарзро барои ҳама гуна мақсад истифода бурдан мумкин аст.",
    img: image3,
  },
  {
    title: 'Кредити истеъмолӣ "Дастгирӣ"',
    description:
      "Ҳалли зуди молиявӣ барои эҳтиёҷоти шахсӣ бо имкони пешниҳоди намудҳои гуногуни гарав.",
    title1: "4 намуди гарав",
    subTitle1: "Кафолат, заргарӣ, воситаҳои нақлиёт ва амволи ғайриманқул.",
    title2: "2 асъор",
    subTitle2: "Ҳам бо сомонӣ ва ҳам бо доллар дода мешавад.",
    title3: "Ҳалли зуд",
    subTitle3: "Раванди бақайдгирии оддӣ ва зуд.",
    img: image4,
  },
  {
    title: "Мол ба кредит (насия)",
    description:
      "Қарзи мақсаднок барои харидани молҳо бидуни мушкилоти нолозим.",
    title1: "аз 22% дар як сол",
    subTitle1: "Фоизи паст.",
    title2: "50% амонат",
    subTitle2: "Кафолат 50% арзиши молро ташкил медиҳад.",
    title3: "Дастрас",
    subTitle3: "Кредит барои хариди мол дода мешавад.",
    img: image5,
  },
  {
    title: 'Кредити "Ҳамсафари мо"',
    description:
      "Қарз барои пардохти хидмате, ки зуд ва бо шартҳои мусоид дода мешавад.",
    title1: "То 200 000 сомонӣ",
    subTitle1: "Лимити кредитии калон.",
    title2: "Дар 1 руз",
    subTitle2: "Қарзро дар давоми як рӯз додан мумкин аст.",
    title3: "То 15 000 бе гарав.",
    subTitle3: "Барои муштариёне, ки таърихи кредитии хуб доранд.",
    img: image6,
  },
  {
    title: 'Овердрафт "Лаҳза"',
    description:
      "Ҳалли молиявии кӯтоҳмуддат барои пӯшонидани хароҷоти ғайричашмдошт, ки ба дорандагони кортҳои музди меҳнат пешниҳод карда мешавад.",
    title1: "24/7 дастрас",
    subTitle1:
      "Маблағҳо дарҳол дастрас мешаванд, вақте ки шумо ба онҳо ниёз доред.",
    title2: "То 80 фоизи музди кор",
    subTitle2: "Лимити тағйирпазири овердрафт.",
    title3: "3% дар як моҳ",
    subTitle3: "Фоизи паст.",
    img: image7,
  },
];
