import SectionInfo from "@/components/sectionInfo/SectionInfo";
import bank_image from "@/../public/images/uristrim.svg";

export default function MoneyTransferById() {
  return (
    <div>
      <SectionInfo
        title={"Юнистрим"}
        description={
          '"Юнистрим" - системаи байналмилалии интиқоли пул мебошад. Он ба шумо имкон медиҳад, ки бидуни кушодани суратҳисоби бонкӣ ба кишварҳои гуногун пул фиристед ва қабул кунед.'
        }
        img={bank_image}
      />
      <div className="container-2md md:mt-[60px] mt-[40px]">
        <h2 className="text-[#262626] md:text-[24px] text-[20px] leading-5 mb-6 font-semibold">
          Маълумоти умумӣ
        </h2>
        <p className="text-[#262626] text-[16px] leading-6">
          {'"Юнистрим"'} (UNISTREAM) як низоми байналмилалии пардохт аст, ки ба
          интиқоли пулҳои зуд бидуни кушодани суратҳисоби бонкӣ тахассус дорад.
          Он соли 2001 ҳамчун шӯъбаи {'"Uniastrum Bank"'} таъсис ёфта, сипас ба
          як бонки алоҳидаи {'"Юнистрим"'} табдил ёфт. Система яке аз
          маъмултарин дар Русия ва кишварҳои ИДМ мебошад, аммо шабакаи он беш аз
          100 кишвари ҷаҳонро фаро мегирад.
        </p>
        <br />
        <div className="text-[16px] leading-6">
          <p className="font-semibold">Ин чӣ гуна кор мекунад</p>
          <p>Раванди фиристодан ва гирифтани пул то ҳадди имкон содда аст:</p>
          <p>Интиқоли интиқол:</p>
          <ol className="list-decimal ml-[20px]">
            <li>
              Боздид аз нуқтаи хидматрасонӣ: Ирсолкунанда ба яке аз нуқтаҳои
              {'"Юнистрим"'} ё шарикони он (бонкҳо, терминалҳо, мағозаҳои алоқа)
              меояд.
            </li>
            <li>
              Тафсилотро пур кунед: Ба корманд номи пурраи гиранда, кишвари
              қабул ва маблағи интиқолро гӯед. Шумо бояд ҳуҷҷати тасдиқкунандаи
              шахсиятро пешниҳод кунед (масалан, шиноснома).
            </li>
            <li>
              Пардохт: Маблағи интиқол ва комиссияро ворид кунед. Комиссия аз
              маблағ ва самти интиқол вобаста аст.
            </li>
            <li>
              Рақами назоратӣ гиред: Оператор квитансияро бо рақами назоратии
              12-рақамаи интиқол медиҳад. Фиристодан бояд ин рақамро ба гиранда
              хабар диҳад.
            </li>
          </ol>
          <p>Гирифтани интиқол:</p>
          <ol className="list-decimal ml-[20px]">
            <li>
              Боздид аз нуқтаи хидматрасонӣ: Қабулкунанда ба ҳама гуна нуқтаи
              қабули қулай меравад, агар интиқол бе нишонӣ бошад ё ба нуқтаи
              мушаххасе, ки ирсолкунанда муайян кардааст.
            </li>
            <li>
              Ҳуҷҷатҳои пешниҳодшуда: Рақами назоратӣ, маблағ, номи пурраи
              фиристандаро пешниҳод кунед ва шиносномаи худро пешниҳод кунед.
            </li>
            <li>
              Гирифтани пул: Пас аз тафтиши маълумот, оператор пули нақдро
              медиҳад.
            </li>
          </ol>
          <br />
          <p>Хусусиятҳо ва манфиатҳои асосӣ</p>
          <ul className="list-disc ml-[20px]">
            <li>
              Суръат: Пул дар давоми 10 дақиқа пас аз фиристодан барои гирифтани
              маблағ дастрас мешавад.
            </li>
            <li>
              Шабакаи васеъ: Система дар саросари ҷаҳон зиёда аз 333 500 нуқтаи
              хизматрасонӣ, аз ҷумла терминалҳо ва филиалҳои бонкҳои шарик
              дорад.
            </li>
            <li>
              Қулай: кушодани суратҳисоби бонкӣ ба фиристанда е қабулкунанда
              талаб карда намешавад.
            </li>
            <li>
              Гуногунии хидматҳо: Илова ба интиқоли стандартӣ, Юнистрим инчунин
              дигар хидматҳоро пешниҳод мекунад, аз қабили пур кардани кортҳои
              бонкӣ (Arca, Elkart, Korti Milli ва ғайра), пардохти хизматрасонӣ
              ва баргардонидани қарз.
            </li>
            <li>
              Хидматҳои онлайн: Интиқолҳоро на танҳо тавассути нуқтаҳои ҷисмонӣ,
              балки онлайн - тавассути вебсайт ё барномаи мобилии Юнистрим аз
              кортҳои бонкӣ фиристодан мумкин аст.
            </li>
          </ul>
        </div>
      </div>
    </div>
  );
}
