"use client";
import React from "react";
import newsImage from "@/../public/images/news_fon.svg";
import Image from "next/image";
import { useTranslations } from "next-intl";

export default function NewsComponent({ id }: { id: string }) {
  const t = useTranslations();
  console.log("id", id);
  const title = {
    tj: '"СТАНДАРТИ МОЛИЯ" пасандози нави "Пайванд+" - ро пешниҳод мекунад: пасандозҳои шумо барои шумо кор мекунанд!',
    ru: '"СТАНДАРТ МОЛИЯ" представляет новый депозит «Пайванд+»: ваши сбережения работают на вас!',
    en: '"СТАНДАРТИ МОЛИЯ" пасандози нави "Пайванд+" - ро пешниҳод мекунад: пасандозҳои шумо барои шумо кор мекунанд!',
  };
  const description = {
    tj: [
      'Бонки "СТАНДАРТИ МОЛИЯ" саҳми нави "Пайванд+" - ро пешниҳод мекунад: роҳи боэътимоди афзоиши сармояи шумо',
      "Субтитр: Амонатро Бо меъери то 13% солона бо сомонӣ Ва то 6% бо асъори хориҷӣ Кушоед.",
      'Ташкилоти молиявии "СТАНДАРТ МОЛИЯ" бо ифтихор эълон мекунад, ки пасандози нави мӯҳлатноки "Пайванд+" оғоз меебад. Ин маҳсулот барои муштариене таҳия шудааст, ки на танҳо пасандозҳои худро нигоҳ медоранд, балки рушди устувори онҳоро дар дарозмуддат таъмин мекунанд. Саҳми нави "Пайванд+" ҳам барои шахсони воқеӣ ва ҳам барои шахсони ҳуқуқӣ дастрас аст.',
      'Пасандози "Пайванд+" баъзе аз фоизҳои ҷолибтаринро дар бозор пешниҳод мекунад, ки аз мӯҳлати интихобшудаи маблағ вобаста аст. Мӯҳлати дарозтар, даромад баландтар аст:',
      "Дар сомонӣ:",
      "Аз 3 то 12 моҳ: 9% солона.",
      "Аз 12 то 24 моҳ: 11% солона.",
      "Зиеда аз 24 моҳ: 13% солона.",
      "Бо асъори хориҷӣ (ДОЛЛАРИ ИМА, евро, рубли русӣ):",
      "Аз 3 то 12 моҳ: 4% солона.",
      "Аз 12 то 24 моҳ: 5% солона.",
      "Зиеда аз 24 моҳ: 6% солона.",
      'Ба ғайр аз меъерҳои баланд, саҳми "Пайванд+" бо шароити чандир ва эътимоднокӣ фарқ мекунад. Кушодани суратҳисоб ройгон аст, ки ин равандро боз ҳам қулайтар мекунад. Мутахассисони мо омодаанд, ки тамоми маълумоти заруриро пешниҳод кунанд, то шумо қарори огоҳона қабул кунед ва ба сӯи суботи молиявӣ оғоз кунед.',
      'Имконияти таъмини ояндаи тиҷорат е пасандозҳои шахсии худро аз даст надиҳед. Имрӯз пасандози "Пайванд+" - ро кушоед!',
    ],
    ru: [
      'Банк "СТАНДАРТ МОЛИЯ" представляет новый вклад «Пайванд+»: надёжный способ приумножить ваш капитал',
      "Подзаголовок: Откройте депозит со ставкой до 13% годовых в сомони и до 6% в иностранной валюте.",
      'Финансовая организация "СТАНДАРТ МОЛИЯ" с гордостью объявляет о запуске нового срочного депозита «Пайванд+». Этот продукт разработан для клиентов, которые стремятся не только сохранить свои сбережения, но и обеспечить их стабильный рост в долгосрочной перспективе. Новый вклад «Пайванд+» доступен как для физических, так и для юридических лиц.',
      "Депозит «Пайванд+» предлагает одни из самых привлекательных процентных ставок на рынке, которые зависят от выбранного срока размещения средств. Чем дольше срок, тем выше доход:",
      "В сомони:",
      "От 3 до 12 месяцев: 9% годовых.",
      "От 12 до 24 месяцев: 11% годовых.",
      "Свыше 24 месяцев: 13% годовых.",
      "В иностранных валютах (доллар США, евро, российский рубль):",
      "От 3 до 12 месяцев: 4% годовых.",
      "От 12 до 24 месяцев: 5% годовых.",
      "Свыше 24 месяцев: 6% годовых.",
      "Кроме высоких ставок, вклад «Пайванд+» отличается гибкими условиями и надёжностью. Открытие счёта происходит бесплатно, что делает процесс ещё более удобным. Наши специалисты готовы предоставить всю необходимую информацию, чтобы вы могли принять взвешенное решение и начать путь к финансовой стабильности.",
      "Не упустите возможность обеспечить будущее своего бизнеса или личных сбережений. Откройте депозит «Пайванд+» уже сегодня!",
    ],
    en: [
      'Бонки "СТАНДАРТИ МОЛИЯ" саҳми нави "Пайванд+" - ро пешниҳод мекунад: роҳи боэътимоди афзоиши сармояи шумо',
      "Субтитр: Амонатро Бо меъери то 13% солона бо сомонӣ Ва то 6% бо асъори хориҷӣ Кушоед.",
      'Ташкилоти молиявии "СТАНДАРТ МОЛИЯ" бо ифтихор эълон мекунад, ки пасандози нави мӯҳлатноки "Пайванд+" оғоз меебад. Ин маҳсулот барои муштариене таҳия шудааст, ки на танҳо пасандозҳои худро нигоҳ медоранд, балки рушди устувори онҳоро дар дарозмуддат таъмин мекунанд. Саҳми нави "Пайванд+" ҳам барои шахсони воқеӣ ва ҳам барои шахсони ҳуқуқӣ дастрас аст.',
      'Пасандози "Пайванд+" баъзе аз фоизҳои ҷолибтаринро дар бозор пешниҳод мекунад, ки аз мӯҳлати интихобшудаи маблағ вобаста аст. Мӯҳлати дарозтар, даромад баландтар аст:',
      "Дар сомонӣ:",
      "Аз 3 то 12 моҳ: 9% солона.",
      "Аз 12 то 24 моҳ: 11% солона.",
      "Зиеда аз 24 моҳ: 13% солона.",
      "Бо асъори хориҷӣ (ДОЛЛАРИ ИМА, евро, рубли русӣ):",
      "Аз 3 то 12 моҳ: 4% солона.",
      "Аз 12 то 24 моҳ: 5% солона.",
      "Зиеда аз 24 моҳ: 6% солона.",
      'Ба ғайр аз меъерҳои баланд, саҳми "Пайванд+" бо шароити чандир ва эътимоднокӣ фарқ мекунад. Кушодани суратҳисоб ройгон аст, ки ин равандро боз ҳам қулайтар мекунад. Мутахассисони мо омодаанд, ки тамоми маълумоти заруриро пешниҳод кунанд, то шумо қарори огоҳона қабул кунед ва ба сӯи суботи молиявӣ оғоз кунед.',
      'Имконияти таъмини ояндаи тиҷорат е пасандозҳои шахсии худро аз даст надиҳед. Имрӯз пасандози "Пайванд+" - ро кушоед!',
    ],
  };
  return (
    <div className="container-2md">
      <h1 className="md:text-[24px] text-[20px] md:leading-6 leading-5 font-bold text-[#262626]">
        {title[t("lng") as "tj" | "ru" | "en"]}
      </h1>
      <Image
        src={newsImage}
        alt="news"
        width={500}
        height={150}
        className="w-full max-h-[456px] my-[24px]"
      />
      <div className="text-[14px] md:leading-[14px] leading-5 text-[#262626] flex flex-col gap-[24px]">
        {description[t("lng") as "tj" | "ru" | "en"]?.map((text) => {
          return <p key={text}>{text}</p>;
        })}
      </div>
    </div>
  );
}
