{
  "HomePage": {
    "title": "Hello world! EN",
    "about": "Go to the about page",
    "wellcome": {
      "title": "title"
    }
  },
  "Header": {
    "home": "Home",
    "personal": {
      "personal": "Personal",
      "products": "Products",
      "products_cards": "Products Cards"
    },
    "corporate": {
      "corporate": "Corporate",
      "app": "App",
      "functions": "Functions"
    },
    "about": {
      "about": "About",
      "company_contacts": "Company contacts"
    }
  },
  "Footer": {
    "deposits_insured_text": "Deposits in checking and savings accounts are insured up to the maximum amount allowed by law in the event of bank failure, ensuring your funds are protected. Cashback eligibility requires accounts to remain active and in good standing, with detailed terms available upon request. Investment accounts, however, are not insured and carry inherent market risks, including the potential loss of principal. It is important to note that past performance is not indicative of future results, and projected returns are estimates subject to market conditions and individual financial circumstances. Transactions are safeguarded with advanced encryption and multi-factor authentication, providing the highest level of security for your financial activities and personal information. All financial products and services are subject to terms and conditions, and it is recommended to evaluate your financial goals and the associated costs before proceeding. This information is for informational purposes only and should not be considered an offer to buy or sell any financial instruments. For further details or assistance, please contact us or visit your nearest branch.",
    "company_team": "Company and team",
    "about_us": "About us",
    "careers": "Careers",
    "blog": "Blog",
    "partners": "Partners",
    "help_centre": "Help centre",
    "products": "Products",
    "instant_bills": "Instant bills",
    "joint_accounts": "Joint accounts",
    "large_amount_transfer": "Large amount transfer",
    "receive_money": "Receive money",
    "resources": "Resources",
    "news_blog": "News and blog",
    "research_privacy_policy": "Research privacy policy",
    "currency_converter": "Currency converter",
    "invoice_generator": "Invoice generator",
    "follow_us": "Follow us",
    "follow_latest_news": "Follow our latest news",
    "email_address": "Email address",
    "legal_complaints": "Legal Complaints",
    "privacy_policy": "Privacy policy",
    "cookie_policy": "Cookie Policy",
    "reliable_financial_institution": "It is a reliable financial institution, fully licensed and regulated to operate in several regions. Our services are offered in partnership with authorized financial institutions to ensure compliance and security of all transactions."
  },
  "Manifest": {
    "name": "Standart Finance",
    "short_name": "Standart Finance"
  },
  "LocaleLayout": {
    "title": "Standart Finance",
    "description": "Standart Finance"
  }
}
