{
  "HomePage": {
    "title": "Hello world! RU",
    "about": "Go to the about page",
    "wellcome": {
      "title": "title"
    }
  },
  "Header": {
    "home": "Главная",
    "personal": {
      "personal": "Персональный",
      "products": "Продукты",
      "products_cards": "Продукты Карты"
    },
    "corporate": {
      "corporate": "Корпоративный",
      "app": "Программа",
      "functions": "Функционал"
    },
    "about": {
      "about": "О нас",
      "company_contacts": "Контакты компании"
    }
  },
  "Footer": {
    "deposits_insured_text": "Депозиты на расчетных и сберегательных счетах застрахованы на максимальную сумму, разрешенную законом, в случае банкротства банка, обеспечивая защиту ваших средств. Право на кэшбэк требует, чтобы счета оставались активными и в хорошем состоянии, с подробными условиями, доступными по запросу. Инвестиционные счета, однако, не застрахованы и несут присущие рыночные риски, включая потенциальную потерю основной суммы. Важно отметить, что прошлые результаты не являются показателем будущих результатов, а прогнозируемая доходность является оценками, зависящими от рыночных условий и индивидуальных финансовых обстоятельств. Транзакции защищены с помощью передового шифрования и многофакторной аутентификации, обеспечивая высочайший уровень безопасности для вашей финансовой деятельности и личной информации. Все финансовые продукты и услуги подлежат условиям, и рекомендуется оценить ваши финансовые цели и связанные с ними расходы перед продолжением. Эта информация предназначена только для информационных целей и не должна рассматриваться как предложение купить или продать какие-либо финансовые инструменты. Для получения дополнительной информации или помощи, пожалуйста, свяжитесь с нами или посетите ближайший филиал.",
    "company_team": "Компания и команда",
    "about_us": "О нас",
    "careers": "Карьера",
    "blog": "Блог",
    "partners": "Партнеры",
    "help_centre": "Центр помощи",
    "products": "Продукты",
    "instant_bills": "Мгновенные счета",
    "joint_accounts": "Совместные счета",
    "large_amount_transfer": "Перевод крупных сумм",
    "receive_money": "Получить деньги",
    "resources": "Ресурсы",
    "news_blog": "Новости и блог",
    "research_privacy_policy": "Исследование политики конфиденциальности",
    "currency_converter": "Конвертер валют",
    "invoice_generator": "Генератор счетов",
    "follow_us": "Следите за нами",
    "follow_latest_news": "Следите за нашими последними новостями",
    "email_address": "Email адрес",
    "legal_complaints": "Юридические жалобы",
    "privacy_policy": "Политика конфиденциальности",
    "cookie_policy": "Политика файлов cookie",
    "reliable_financial_institution": "Это надежное финансовое учреждение, полностью лицензированное и регулируемое для работы в нескольких регионах. Наши услуги предлагаются в партнерстве с уполномоченными финансовыми учреждениями для обеспечения соответствия и безопасности всех транзакций."
  },
  "Manifest": {
    "name": "Стандарт Финанс",
    "short_name": "Стандарт Финанс"
  },
  "LocaleLayout": {
    "title": "Стандарт Финанс",
    "description": "Стандарт Финанс"
  }
}
