{
  "HomePage": {
    "title": "Hello world! TJ",
    "about": "Go to the about page",
    "wellcome": {
      "title": "title"
    }
  },
  "Header": {
    "home": "Асосӣ",
    "personal": {
      "personal": "Шахсӣ",
      "products": "Маҳсулот",
      "products_cards": "Кортҳои маҳсулот"
    },
    "corporate": {
      "corporate": "Корпоративӣ",
      "app": "Барнома",
      "functions": "Функсияҳо"
    },
    "about": {
      "about": "Дар бораи мо",
      "company_contacts": "Тамосҳои ширкат"
    }
  },
  "Footer": {
    "deposits_insured_text": "Пасандозҳо дар ҳисоби ҳисобкунӣ ва пасандоз бо максималӣ маблағи иҷозатдодаи қонун дар ҳолати вайроншавии бонк ҳифз мешаванд, ки молияи шуморо ҳифз мекунанд. Ҳаққи кэшбэк талаб мекунад, ки ҳисобҳо фаъол ва дар ҳолати хуб боқӣ монанд, бо шартҳои муфассал, ки дар дастраси ҳар як дархост мавҷуданд. Ҳисобҳои сармоягузорӣ, аммо, ҳифз намешаванд ва хавфҳои бозори дохилӣ доранд, аз ҷумла хавфи потенсиалии асосӣ. Муҳим аст, ки қайд кунем, ки натиҷаҳои гузашта намояндаи натиҷаҳои оянда нестанд ва даромади пешбинӣшуда тахминҳое ҳастанд, ки ба шароити бозор ва вазъияти молиявии шахсӣ вобастаанд. Транзаксияҳо бо шифркунии пешрафта ва аутентификати чандфакторӣ ҳифз мешаванд, ки баландтарин сатҳи амниятро барои фаъолияти молиявии шумо ва маълумоти шахсӣ таъмин мекунанд. Ҳамаи маҳсулот ва хизматрасониҳои молиявӣ ба шартҳо ва шароит вобастаанд ва тавсия дода мешавад, ки ҳадафҳои молиявии худ ва хароҷоти алоқамандро пеш аз давом додан арзёбӣ кунед. Ин маълумот танҳо барои мақсадҳои маълумотӣ аст ва набояд ҳамчун пешниҳоди харид ё фурӯши ҳар як асбобҳои молиявӣ ҳисобида шавад. Барои маълумоти бештар ё кӯмак, лутфан бо мо тамос гиред ё филиали наздиктарини худро ташриф оред.",
    "company_team": "Ширкат ва даста",
    "about_us": "Дар бораи мо",
    "careers": "Кариера",
    "blog": "Блог",
    "partners": "Шарикҳо",
    "help_centre": "Маркази кӯмак",
    "products": "Маҳсулот",
    "instant_bills": "Ҳисобҳои фаврӣ",
    "joint_accounts": "Ҳисобҳои муштарак",
    "large_amount_transfer": "Интиқоли маблағи калон",
    "receive_money": "Маблағ гиред",
    "resources": "Захираҳо",
    "news_blog": "Хабару блог",
    "research_privacy_policy": "Тадқиқи сиёсати махфият",
    "currency_converter": "Табдилкунандаи асъор",
    "invoice_generator": "Генератори ҳисобнома",
    "follow_us": "Моро пайгирӣ кунед",
    "follow_latest_news": "Охирин хабари моро пайгирӣ кунед",
    "email_address": "Суроғаи email",
    "legal_complaints": "Шикоятҳои ҳуқуқӣ",
    "privacy_policy": "Сиёсати махфият",
    "cookie_policy": "Сиёсати cookie",
    "reliable_financial_institution": "Ин муассисаи молиявии боэътимод аст, ки пурра иҷозатнома ва танзимшуда барои фаъолият дар якчанд минтақа аст. Хизматрасониҳои мо дар ҳамкорӣ бо муассисаҳои молиявии санҷидашуда пешниҳод мешаванд, то мувофиқат ва амнияти ҳамаи транзаксияҳоро таъмин кунанд."
  },
  "Manifest": {
    "name": "Стандарт Молия",
    "short_name": "Стандарт Молия"
  },
  "LocaleLayout": {
    "title": "Стандарт Молия",
    "description": "Стандарт Молия"
  }
}
